Autodesk.Revit.DB.TextNode
This class represents a text annotation object in a model-exporting process.
Remarks:
See also: Autodesk.Revit.DB.IExportContextBase.OnText(Autodesk.Revit.DB.TextNode).
Since:
2016